<?php

return array(

	'comments' => 'Комментарии',
	'nocomments_desc' => 'Комментариев ещё нет.',
	'editing_comment' => 'Редактирование комментария',
	'view_comment' => 'Перейти к комментарию',

	// поля формы
	'name' => 'Имя',
	'name_explain' => 'Имя автора.',
	'name_missing' => 'Пожалуйста, введите имя.',

	'email' => 'Email адрес',
	'email_explain' => 'Email автора.',
	'email_missing' => 'Пожалуйста, введите правильный email адрес.', // уведомление отображается на сайте

	'text' => 'Комментарий',
	'text_explain' => '',
	'text_missing' => 'Пожалуйста, введите текст комментария.', // уведомление отображается на сайте

	'status' => 'Статус',
	'status_explain' => '',

	// уведомления
	'created' => 'Ваш комментарий был добавлен.', // уведомление отображается на сайте
	'updated' => 'Комментарий был обновлён.',
	'deleted' => 'Комментарий был удалён.',

	// email оповещания
	'notify_subject' => 'Был добавлен новый комментарий',
	'nofity_heading' => 'На вашем сайте появился новый комментарий.'

);
