<?php

/*
 * Global это замена common.php
 *
 * Этот основной файл локализации Anchor создан для того, чтобы избавиться
 * от повторов часто встречающихся слов и выражений.
 */
return array(

	// слова
	'save' => 'Сохранить',
	'saving' => 'Сохранение...',
	'delete' => 'Удалить',
	'deleting' => 'Удаление...',
	'update' => 'Обновить',
	'updating' => 'Обновление...',
	'edit' => 'Редактировать',
	'editing' => 'Редактирование',
	'create' => 'Добавить',
	'created' => 'Добавлено',
	'submit' => 'Отправить',
	'close' => 'Закрыть',
	'status' => 'Стутс',
	'manage' => 'Управление',
	'reset' => 'Сброс',
	'all' => 'Все',
	'cancel' => 'Отменить',

	// переход по страницам
	'next' => 'Вперёд',
	'previous' => 'Назад',
	'first' => 'Первый',
	'last' => 'Последний',

	// статусы
	'draft' => 'Черновик',
	'archived' => 'В архиве',
	'published' => 'На сайте',
	'pending' => 'Ожидает',
	'approved' => 'Опубликован',
	'spam' => 'Спам',

	'inactive' => 'Неактивен',
	'active' => 'Активен',

	// роли пользователей
	'administrator' => 'Администратор',
	'editor' => 'Редактор',
	'user' => 'Пользователь',

	'log_in' => 'Вход',
	'login' => 'Войти',
	'log_out' => 'Выход',
	'logout' => 'Выйти',

	// фразый
	'visit_your_site' => 'На сайт',
	'powered_by_anchor' => 'Работает на Anchor, версия %s',
	'make_blogging_beautiful' => 'Делаем блоги прекрасными.',

	// вступление
	'welcome_to_anchor' => 'Добро пожаловать в Anchor',
	'welcome_to_anchor_lets_go' => 'Anchor приветствует тебя. Поехали.',
	'run_the_installer' => 'Перейти к установке',

	// обновление
	'upgrade' => 'Обновление',
	'good_news' => 'Отличные новости!',
	'new_version_available' => 'Доступна новая версия Anchor.',
	'download_now' => 'Скачать сейчас',
	'upgrade_later' => 'Обновить позже',

	// профиль отладки
	'profile' => 'Профиль',
	'profile_memory_usage' => 'Использование памяти',

	// сообщения
	'confirm_delete' => 'Вы действительно хотите удалить? Это действие необратимо!'

);
